Repository: apio-sys/kopano-webapp-passwd
Catalog: language/*.UTF-8/LC_MESSAGES/plugin_passwd.po
Languages: hu

source: No data received.
hu: Nem érkezett adat.

source: User name is empty.
hu: Felhasználónév mező üres.

source: Current password is empty.
hu: Jelenlegi jelszó mező üres.

source: New password is empty.
hu: Új jelszó mező üres.

source: New passwords do not match.
hu: Az új jelszavak nem egyeznek.

source: Password is changed successfully.
hu: A jelszót sikeresen módosította.

source: Password is not changed.
hu: A jelszó nem módosult.

source: Password is weak. Password should contain capital, non-capital letters and numbers. Password should have 8 to 20 characters.
hu: A jelszó gyenge. Tartalmaznia kell számot, nagy- és kisbetűt. A jelszó minimum 8, maximum 20 karakter legyen.

source: Current password does not match.
hu: A jelenlegi jelszó nem megfelelő.

source: An unknown error occurred while changing password.
hu: Ismeretlen hiba történt a jelszó megváltoztatásakor.

source: Error
hu: Hiba

source: Success
hu: Sikeres

source: Change Password
hu: Jelszó megváltoztatása

source: Password Change Plugin
hu: Jelszóváltoztatás kiegészítő

source: User name
hu: Felhasználónév

source: Current password
hu: Jelenlegi jelszó

source: New password
hu: Új jelszó

source: Retype new password
hu: Új jelszó mégegyszer
